Repository: OsvaldoJ/ModernBusiness.OC.RazorPages
Catalog: src/Modules.Pages/ModernBusiness.Pages.PricePlan/App_Data/Localization/*.po
Languages: nl, pt

# ModernBusiness.Pages.PricePlan.Pages.Price-Plan
source: Pricessss
pt: Preços

source: per month
pt: por mês

# Sign Up!
source: Sign up now!
nl: Registreer nu!
pt: Registe Agora!

# Single-node
source: Single node instance
nl: Enkelvoudige server
pt: única instância

# Light-workloads
source: Best for light workloads
nl: Beste voor licht bezochte websites
pt: Ideal para páginas com pouco trafego

# Standard-support
source: Standard support during office hours
nl: Standaard ondersteuning
pt: Suporte normal

# Redundant-dual
source: Dual node server for optimal up time
nl: Dual server installatie
pt: Duas instancias de servidor

# High-uptime
source: Highly available
nl: Hoge beschikbaarheid
pt: Alto tempo online

source: Priority support
nl: Voorrang bij ondersteuningsbehoeften
pt: Suporte prioritário

# Fully-redundant
source: Highest available option
nl: Volledig redundant
pt: Vários servidores disponveis

# Highest-uptime
source: 99.9999 % guaranteed up time
nl: Hoogste beschikbaarheid, 99.999%
pt: Garantido 99,9999% de tempo online

# 247-support
source: Extended 24 / 7 support available
nl: Dag en nacht ondersteuning
pt: Suporte disponivel 24 / 7

# ModernBusiness.Pages.PricePlan.Pages.Price-Plan
source: Pricessss
nl: per maand
